{"keras_version": "1.2.2", "config": [{"config": {"output_dim": 21, "batch_input_shape": [null, 1183], "b_regularizer": null, "activity_regularizer": null, "name": "dense_13", "W_constraint": null, "input_dim": 1183, "init": "uniform", "trainable": true, "activation": "relu", "input_dtype": "float32", "bias": true, "W_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"output_dim": 7, "W_constraint": null, "input_dim": 21, "trainable": true, "name": "dense_14", "W_regularizer": null, "init": "uniform", "activity_regularizer": null, "b_regularizer": null, "bias": true, "activation": "relu", "b_constraint": null}, "class_name": "Dense"}, {"config": {"output_dim": 1, "W_constraint": null, "input_dim": 7, "trainable": true, "name": "dense_15", "W_regularizer": null, "init": "uniform", "activity_regularizer": null, "b_regularizer": null, "bias": true, "activation": "sigmoid", "b_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}